Repository: Tahiche/Utopicus2012_drupal
Catalog: _translate/content_profile-6.x-1.0.*.po
Languages: es

source: Title
es: Título

source: Submit
es: Enviar

source: content
es: contenido

source: view
es: vista

source: Edit
es: Editar

source: None
es: Ninguno

source: Display settings
es: Opciones de presentación

source: Weight
es: Peso

source: edit
es: editar

source: View
es: Ver

source: User
es: Usuario

source: Content type
es: Tipo de contenido

source: Node
es: Nodo

source: Profile
es: Perfil

source: @type: deleted %title.
es: @type: eliminado %title.

source: Relationship type
es: Tipo de relación

source: User, whose profile should be loaded
es: El usuario cuyo perfil hay que cargar

source: User page display style
es: Estilo de visualización de página de usuario

source: Include an edit link to the display
es: Incluir en la presentación un enlace de edición

source: If selected and the user has no profile of this type yet, a link to add one is shown on the user page.
es: Si está seleccionado y el usuario no tiene todavía un perfil de este tipo, se mostrará un enlace para añadirlo en la página del usuario.

source: You have not created a @type yet. Go ahead and create one!
es: Aun no ha creado @type. ¡Ánimese y cree uno ya!

source: User Registration
es: Registro de usuario

source: @type %title has been deleted.
es: @type %title ha sido borrado.

source: User has content profile
es: El usuario tiene contenido de tipo perfil

source: Content Profile Content Type
es: Tipo de contenido perfil

source: Select the Content Profile content type to check for.
es: Seleccionar para su comprobación un contenido de tipo perfil

source: @user has his @type created
es: Se ha creado @type para @user

source: Load Content Profile
es: Cargar contenido de tipo perfil

source: Content Profile
es: Contenido de tipo perfil

source: Select the Content Profile content type to load.
es: Seleccione el contenido a cargar en el tipo de contenido perfil

source: Load @user's @type
es: Cargar @type de @user

source: Customize the display of this content profile.
es: Personalice la visualización de este contenido de tipo perfil

source: Display it as link to the profile content
es: Mostrar esto como enlace al contenido de tipo perfil

source: Display the full content
es: Mostrar el contenido completo

source: Display the content's teaser
es: Mostrar el resumen del contenido

source: Show a link to the content profile creation page, if there is no profile.
es: Si no existe perfil, mostrar un enlace a la página de creación de perfil.

source: Profile edit tab
es: Solapa de edición de perfil

source: Show a tab at the user's page
es: Mostrar una solapa en la página del usuario

source: Show a secondary tab below the user's edit tab
es: Mostrar una solapa secundaria debajo de la solapa de edición del usuario

source: Use this content type as a content profile for users
es: Usar este tipo de contenido como contenido de tipo perfil para los usuarios.

source: This user already has a content profile of this type. You can only create one profile per user.
es: Este usuario ya tiene un contenido perfil de este tipo. Sólo se puede crear un perfil por usuario.

source: Content profile
es: Contenido de tipo perfil

source: Configure the display and management of this content profile.
es: Configurar la visualización y la gestión de este contenido de tipo perfil.

source: A user profile built as content.
es: Un perfil de usuario construido como contenido.

source: Use content types for user profiles.
es: Usar tipos de contenido para perfiles de usuario.

source: Customize how this content profile shows up on the user registration page.
es: Personalizar cómo se muestra este contenido de tipo perfil en la página de registro de usuario.

source: Use on Registration
es: Usar durante el registro

source: Use this content type on the user registration page
es: Usar este tipo de contenido en la página de registro de usuario

source: Use on administrative user creation form
es: Usar en el formulario administrativo de creación de usuario

source: Use this content type when an administrative user creates a new user
es: Utilizar este tipo de contenido cuando un usuario administrador cree un nuevo usuario

source: Hide form fields
es: Ocultar campos de formulario

source: Other form elements (except for required CCK fields)
es: Otros elementos de formulario (excepto para los campos CCK obligatorios)

source: Content Profile: added %user %type upon registration.
es: Contenido de tipo perfil: Agregado %type al registrarse %user.

source: Content Profile User Registration
es: Contenido de tipo perfil en registro de usuario

source: Enable content profile features during user registration
es: Activar características de contenido de tipo perfil durante el registro como usuario

source: Profile Node
es: Nodo de perfil

source: Adds a Content Profile from user context
es: Agrega un contenido de tipo perfil del contexto de usuario

source: Create a relationship to a content profile of the user.
es: Crear una relación con un contenido de tipo perfil del usuario.

source: Profile content type
es: Tipo de contenido perfil

source: Select a content profile type.
es: Seleccionar un tipo de contenido perfil.

source: Content profile editing form
es: Formulario de edición del contenidod e tipo perfil

source: You can only use content types marked as 'content profile'
es: Sólo puede usar tipos de contenido que hayan sido marcados como "de contenido de tipo perfil".

source: Hide fields from the user registration form. Required fields cannot be hidden and are not shown here.
es: Ocultar campos en el formulario de registro de usuario. Los campos obligatorios no se pueden ocultar y no se muestran aquí.

source: WARNING - raw user input
es: ADVERTENCIA: Texto sin filtrar

source: Content Profile Tokens
es: Comodines de contenido de tipo perfil

source: Add user tokens for content profiles.
es: Añadir comodines de usuario a los perfiles de contenido.
